Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: Nova godina
da: nytår
de: Neujahr
en: New Year
fr: Nouvel An
nb: nyttår
nl: nieuwjaar
sv: nyår
tr: Yılbaşı

source: Sretna Nova godina!
da: Godt nytår!
de: Frohes neues Jahr!
en: Happy New Year!
fr: Bonne année !
nb: Godt nyttår!
nl: Gelukkig nieuwjaar!
sv: Gott nytt år!
tr: Yeni yılınız kutlu olsun!

source: Božić
da: jul
de: Weihnachten
en: Christmas
fr: Noël
nb: jul
nl: Kerstmis
sv: jul
tr: Noel

source: Uskrs
da: påske
de: Ostern
en: Easter
fr: Pâques
nb: påske
nl: Pasen
sv: påsk
tr: Paskalya

source: kolač
da: kage
de: Kuchen
en: cake
fr: gâteau
nb: kake
nl: cake
sv: kaka
tr: kek

source: torta
da: lagkage
de: Torte
en: layer cake
fr: gâteau
nb: bløtkake
nl: taart
sv: tårta
tr: pasta

source: plesati
da: at danse
de: tanzen
en: to dance
fr: danser
nb: danse
nl: dansen
sv: dansa
tr: dans etmek

source: pjevati
da: at synge
de: singen
en: to sing
fr: chanter
nb: synge
nl: zingen
sv: sjunga
tr: şarkı söylemek

source: pjesma
da: sang
de: Lied
en: song
fr: chanson
nb: sang
nl: lied
sv: sång
tr: şarkı

source: muzika
da: musik
de: Musik
en: music
fr: musique
nb: musikk
nl: muziek
sv: musik
tr: müzik

source: tradicija
da: tradition
de: Tradition
en: tradition
fr: tradition
nb: tradisjon
nl: traditie
sv: tradition
tr: gelenek

source: Čestitam!
da: Tillykke!
de: Herzlichen Glückwunsch!
en: Congratulations!
fr: Félicitations !
nb: Gratulerer!
nl: Gefeliciteerd!
sv: Grattis!
tr: Tebrikler!

source: Izvolite, uđite!
da: Værsgo, kom indenfor!
de: Bitte, kommt herein!
en: Please, come in!
fr: Entrez, je vous en prie !
nb: Vær så god, kom inn!
nl: Komt u binnen!
sv: Varsågoda, kom in!
tr: Buyurun, girin!

source: poslužiti kahvu
da: at servere kaffe
de: Kaffee servieren
en: to serve coffee
fr: servir le café
nb: servere kaffe
nl: koffie serveren
sv: servera kaffe
tr: kahve ikram etmek

source: gostoprimstvo
da: gæstfrihed
de: Gastfreundschaft
en: hospitality
fr: hospitalité
nb: gjestfrihet
nl: gastvrijheid
sv: gästfrihet
tr: misafirperverlik

source: dženaza / sahrana
da: begravelse
de: Beerdigung
en: funeral
fr: enterrement
nb: begravelse
nl: begrafenis
sv: begravning
tr: cenaze töreni

source: običaj
da: skik / tradition
de: Brauch / Sitte
en: custom / tradition
fr: coutume / tradition
nb: skikk / tradisjon
nl: gebruik / gewoonte (traditie)
sv: sed / bruk
tr: gelenek / âdet

source: slaviti
da: fejre
de: feiern
en: to celebrate
fr: fêter
nb: feire
nl: vieren
sv: fira
tr: kutlamak

source: čestitati
da: lykønske
de: gratulieren
en: to congratulate
fr: féliciter
nb: gratulere
nl: feliciteren
sv: gratulera
tr: tebrik etmek

source: narodna nošnja
da: folkedragt
de: Tracht
en: traditional costume
fr: costume traditionnel
nb: folkedrakt
nl: klederdracht
sv: folkdräkt
tr: geleneksel halk kıyafeti

source: posao
da: arbejde
de: Arbeit
en: work
fr: travail
nb: arbeid
nl: werk
sv: arbete
tr: iş

source: šef
da: chef
de: Chef
en: boss
fr: patron
nb: sjef
nl: baas
sv: chef
tr: patron

source: kolega
da: kollega
de: Kollege
en: colleague
fr: collègue
nb: kollega
nl: collega
sv: kollega
tr: iş arkadaşı

source: kancelarija
da: kontor
de: Büro
en: office
fr: bureau
nb: kontor
nl: kantoor
sv: kontor
tr: ofis

source: fabrika
da: fabrik
de: Fabrik
en: factory
fr: usine
nb: fabrikk
nl: fabriek
sv: fabrik

source: mašina
da: maskine
de: Maschine
en: machine
fr: machine
nb: maskin
nl: machine
sv: maskin
tr: makine

source: inženjer
da: ingeniør
de: Ingenieur
en: engineer
fr: ingénieur
nb: ingeniør
nl: ingenieur
sv: ingenjör
tr: mühendis

source: električar
da: elektriker
de: Elektriker
en: electrician
fr: électricien
nb: elektriker
nl: elektricien
sv: elektriker
tr: elektrikçi

source: zanimanje
da: erhverv
de: Beruf
en: profession
fr: métier
nb: yrke
nl: beroep
sv: yrke
tr: meslek

source: Šta si po zanimanju?
da: Hvad arbejder du med?
de: Was bist du von Beruf?
en: What do you do for a living?
fr: Qu'est-ce que tu fais comme métier ?
nb: Hva jobber du med?
nl: Wat voor werk doe je?
sv: Vad jobbar du med?
tr: Mesleğin ne?

source: plata
da: løn
de: Gehalt
en: salary
fr: salaire
nb: lønn
nl: salaris
sv: lön
tr: maaş

source: godišnji odmor
da: ferie
de: Urlaub
en: vacation
fr: congés
nb: ferie
nl: vakantie
sv: semester
tr: yıllık izin

source: škola
da: skole
de: Schule
en: school
fr: école
nb: skole
nl: school
sv: skola
tr: okul

source: nastavnik
da: lærer
de: Lehrer
en: teacher
fr: enseignant
nb: lærer
nl: leraar
sv: lärare
tr: öğretmen

source: učenik
da: elev
de: Schüler
en: pupil
fr: élève
nb: elev
nl: leerling
sv: elev
tr: öğrenci

source: student
da: studerende
en: student (university)
fr: étudiant
tr: üniversite öğrencisi

source: univerzitet
da: universitet
de: Universität
en: university
fr: université
nb: universitet
nl: universiteit
sv: universitet
tr: üniversite

source: ispit
da: eksamen
de: Prüfung
en: exam
fr: examen
nb: eksamen
nl: examen
sv: prov
tr: sınav

source: zadaća
da: lektie
de: Hausaufgabe
en: homework
fr: devoirs
nb: lekse
nl: huiswerk
sv: läxa
tr: ödev

source: knjiga
da: bog
de: Buch
en: book
fr: livre
nb: bok
nl: boek
sv: bok
tr: kitap

source: olovka
da: pen
de: Stift
en: pen
fr: stylo
nb: penn
nl: pen
sv: penna
tr: kalem

source: računar
da: computer
de: Computer
en: computer
fr: ordinateur
nb: datamaskin
nl: computer
sv: dator
tr: bilgisayar

source: Imam dva brata
da: Jeg har to brødre
de: Ich habe zwei Brüder
en: I have two brothers
fr: J'ai deux frères
nb: Jeg har to brødre
nl: Ik heb twee broers
sv: Jag har två bröder
tr: İki erkek kardeşim var

source: Moja sestra ima pet godina
da: Min søster er fem år
de: Meine Schwester ist fünf Jahre alt
en: My sister is five years old
fr: Ma sœur a cinq ans
nb: Søsteren min er fem år
nl: Mijn zus is vijf jaar
sv: Min syster är fem år
tr: Kız kardeşim beş yaşında

source: Jedemo u sedam sati
da: Vi spiser klokken syv
de: Wir essen um sieben Uhr
en: We eat at seven o'clock
fr: Nous mangeons à sept heures
nb: Vi spiser klokka sju
nl: We eten om zeven uur
sv: Vi äter klockan sju
tr: Saat yedide yemek yiyoruz

source: U ponedjeljak idem na posao
da: Om mandagen tager jeg på arbejde
de: Am Montag gehe ich zur Arbeit
en: On Monday I go to work
fr: Le lundi, je vais au travail
nb: På mandag går jeg på jobb
nl: Op maandag ga ik naar het werk
sv: På måndag går jag till jobbet
tr: Pazartesi işe gidiyorum

source: Kahva je vruća
da: Kaffen er varm
de: Der Kaffee ist heiß
en: The coffee is hot
fr: Le café est chaud
nb: Kaffen er varm
nl: De koffie is heet
sv: Kaffet är hett
tr: Kahve sıcak

source: Pijem vodu, hvala
da: Jeg drikker vand, tak
de: Ich trinke Wasser, danke
en: I am drinking water, thank you
fr: Je bois de l'eau, merci
nb: Jeg drikker vann, takk
nl: Ik drink water, dank je
sv: Jag dricker vatten, tack
tr: Su içiyorum, teşekkürler

source: Moj babo ne radi u julu
da: Min far arbejder ikke i juli
de: Mein Papa arbeitet im Juli nicht
en: My dad does not work in July
fr: Mon papa ne travaille pas en juillet
nb: Pappaen min arbeider ikke i juli
nl: Mijn papa werkt niet in juli
sv: Min pappa arbetar inte i juli
tr: Babam temmuzda çalışmıyor

source: Gdje je crvena torba?
da: Hvor er den røde taske?
de: Wo ist die rote Tasche?
en: Where is the red bag?
fr: Où est le sac rouge ?
nb: Hvor er den røde veska?
nl: Waar is de rode tas?
sv: Var är den röda väskan?
tr: Kırmızı çanta nerede?

source: Koliko košta hljeb?
da: Hvad koster brødet?
de: Wie viel kostet das Brot?
en: How much does the bread cost?
fr: Combien coûte le pain ?
nb: Hva koster brødet?
nl: Hoeveel kost het brood?
sv: Vad kostar brödet?
tr: Ekmek kaça?

source: Danas je hladno i pada kiša
da: I dag er det koldt, og det regner
de: Heute ist es kalt und es regnet
en: Today it is cold and it is raining
fr: Aujourd'hui il fait froid et il pleut
nb: I dag er det kaldt og det regner
nl: Vandaag is het koud en het regent
sv: I dag är det kallt och det regnar
tr: Bugün hava soğuk ve yağmur yağıyor

source: Razumijem malo bosanski
da: Jeg forstår lidt bosnisk
de: Ich verstehe ein bisschen Bosnisch
en: I understand a little Bosnian
fr: Je comprends un peu le bosnien
nb: Jeg forstår litt bosnisk
nl: Ik begrijp een beetje Bosnisch
sv: Jag förstår lite bosniska
tr: Biraz Boşnakça anlıyorum

source: Vidimo se u subotu
da: Vi ses på lørdag
de: Wir sehen uns am Samstag
en: See you on Saturday
fr: On se voit samedi
nb: Vi ses på lørdag
nl: We zien elkaar op zaterdag
sv: Vi ses på lördag
tr: Cumartesi görüşürüz

source: Htjela bih tri jabuke, molim
da: Jeg vil gerne have tre æbler, tak
de: Ich möchte drei Äpfel, bitte
en: I would like three apples, please
fr: Je voudrais trois pommes, s'il vous plaît
nb: Jeg vil gjerne ha tre epler, takk
nl: Ik wil graag drie appels, alstublieft
sv: Jag skulle vilja ha tre äpplen, tack
tr: Üç elma istiyorum, lütfen

source: Moja nana stanuje u selu
da: Min bedstemor bor i landsbyen
de: Meine Oma wohnt im Dorf
en: My grandma lives in the village
fr: Ma grand-mère habite au village
nb: Bestemoren min bor i landsbyen
nl: Mijn oma woont in het dorp
sv: Min mormor bor i byn
tr: Ninem köyde oturuyor

source: Učim bosanski svaki dan
da: Jeg lærer bosnisk hver dag
de: Ich lerne jeden Tag Bosnisch
en: I study Bosnian every day
fr: J'apprends le bosnien chaque jour
nb: Jeg lærer bosnisk hver dag
nl: Ik leer elke dag Bosnisch
sv: Jag pluggar bosniska varje dag
tr: Her gün Boşnakça öğreniyorum

source: Autobus dolazi u deset
da: Bussen kommer klokken ti
de: Der Bus kommt um zehn
en: The bus comes at ten
fr: Le bus arrive à dix heures
nb: Bussen kommer klokka ti
nl: De bus komt om tien uur
sv: Bussen kommer klockan tio
tr: Otobüs onda geliyor

source: Imam glavobolju i temperaturu
da: Jeg har hovedpine og feber
de: Ich habe Kopfschmerzen und Fieber
en: I have a headache and a fever
fr: J'ai mal à la tête et de la fièvre
nb: Jeg har hodepine og feber
nl: Ik heb hoofdpijn en koorts
sv: Jag har huvudvärk och feber
tr: Başım ağrıyor ve ateşim var

source: Voda u jezeru je plava
da: Vandet i søen er blåt
de: Das Wasser im See ist blau
en: The water in the lake is blue
fr: L'eau du lac est bleue
nb: Vannet i innsjøen er blått
nl: Het water in het meer is blauw
sv: Vattnet i sjön är blått
tr: Göldeki su mavi

source: Mislim da je moja sestra kod kuće
da: Jeg tror, at min søster er hjemme
de: Ich denke, dass meine Schwester zu Hause ist
en: I think that my sister is at home
fr: Je pense que ma sœur est à la maison
nb: Jeg tror at søsteren min er hjemme
nl: Ik denk dat mijn zus thuis is
sv: Jag tror att min syster är hemma
tr: Kız kardeşimin evde olduğunu düşünüyorum

source: Ne znam kada dolazi autobus
da: Jeg ved ikke, hvornår bussen kommer
de: Ich weiß nicht, wann der Bus kommt
en: I do not know when the bus comes
fr: Je ne sais pas quand le bus arrive
nb: Jeg vet ikke når bussen kommer
nl: Ik weet niet wanneer de bus komt
sv: Jag vet inte när bussen kommer
tr: Otobüsün ne zaman geleceğini bilmiyorum

source: Ako pada kiša, ostajem kod kuće
da: Hvis det regner, bliver jeg hjemme
de: Wenn es regnet, bleibe ich zu Hause
en: If it rains, I stay at home
fr: S'il pleut, je reste à la maison
nb: Hvis det regner, blir jeg hjemme
nl: Als het regent blijf ik thuis
sv: Om det regnar stannar jag hemma
tr: Yağmur yağarsa evde kalıyorum

source: Jučer sam kupila hljeb i mlijeko
da: I går købte jeg brød og mælk (kvinde)
de: Gestern habe ich Brot und Milch gekauft (Frau)
en: Yesterday I bought bread and milk (female speaker)
fr: Hier j'ai acheté du pain et du lait (femme)
nb: I går kjøpte jeg brød og melk (kvinne)
nl: Gisteren heb ik brood en melk gekocht (vrouw)
sv: I går köpte jag bröd och mjölk (kvinna)
tr: Dün ekmek ve süt aldım (kadın)

source: Sljedeće godine ćemo kupiti kuću
da: Næste år køber vi et hus
de: Nächstes Jahr werden wir ein Haus kaufen
en: Next year we will buy a house
fr: L'année prochaine, nous allons acheter une maison
nb: Neste år skal vi kjøpe et hus
nl: Volgend jaar gaan we een huis kopen
sv: Nästa år ska vi köpa ett hus
tr: Gelecek yıl bir ev alacağız

source: Moj brat je stariji od mene, ali manji
da: Min bror er ældre end mig, men lavere
de: Mein Bruder ist älter als ich, aber kleiner
en: My brother is older than me, but shorter
fr: Mon frère est plus âgé que moi, mais plus petit
nb: Broren min er eldre enn meg, men lavere
nl: Mijn broer is ouder dan ik, maar kleiner
sv: Min bror är äldre än jag, men kortare
tr: Erkek kardeşim benden büyük ama daha kısa

source: akcija
da: tilbud
de: Angebot
en: special offer
fr: promotion
nb: tilbud
nl: aanbieding
sv: erbjudande (extrapris)
tr: kampanya (indirim)

source: svježe
da: friskt
de: frisch
en: fresh
fr: frais
nb: ferskt
nl: vers
sv: färskt
tr: taze

source: rok trajanja
da: holdbarhedsdato
de: Haltbarkeitsdatum
en: expiration date
fr: date de péremption
nb: holdbarhetsdato
nl: houdbaarheidsdatum
sv: bäst före-datum
tr: son kullanma tarihi

source: domaće
da: hjemmelavet
de: hausgemacht
en: homemade
fr: fait maison
nb: hjemmelaget
nl: zelfgemaakt
sv: hemlagat
tr: ev yapımı

source: tezga
da: bod (på markedet)
de: Marktstand
en: market stall
fr: étal (au marché)
nb: markedsbod
nl: marktkraam
sv: marknadsstånd
tr: pazar tezgâhı

source: mesar
da: slagter
de: Metzger
en: butcher
fr: boucher
nb: slakter
nl: slager
sv: slaktare
tr: kasap

source: mesnica
da: slagterforretning
de: Metzgerei
en: butcher shop
fr: boucherie
nb: slakterbutikk
nl: slagerij
sv: köttaffär
tr: kasap dükkânı

source: sniženje
da: rabat (nedsat pris)
de: Preisnachlass
en: price reduction
fr: réduction (de prix)
nb: prisavslag
nl: prijsverlaging
sv: prisnedsättning (rabatt)
tr: fiyat indirimi

source: supermarket
da: supermarked
de: Supermarkt
fr: supermarché
nb: supermarked
nl: supermarkt
sv: matbutik (supermarket)
tr: süpermarket

source: prodavač
da: sælger
de: Verkäufer
en: seller
fr: vendeur
nb: selger
nl: verkoper
sv: säljare
tr: satıcı

source: prodavačica
da: ekspeditrice
de: Verkäuferin
en: saleswoman
fr: vendeuse
nb: butikkselger (kvinne)
nl: verkoopster
sv: expedit (kvinna)
tr: satıcı (kadın)

source: platiti
da: betale
de: bezahlen
en: to pay
fr: payer
nb: betale
nl: betalen
sv: betala
tr: ödemek

source: fening
da: fening (1/100 mark)
de: Fening (1/100 Mark)
en: fening (1/100 of a mark)
fr: fening (1/100 de mark)
nb: fening (1/100 mark)
nl: fening (1/100 mark)
sv: fening (1/100 mark)
tr: fening (markın 1/100'ü)

source: fiskalni račun
da: kassebon / kvittering
de: Kassenbon / Quittung
en: receipt
fr: ticket de caisse / reçu
nb: kassalapp / kvittering
nl: kassabon / kwitantie
sv: kassakvitto / kvitto
tr: fiş / makbuz

source: sitno
da: småpenge
de: Kleingeld
en: small change
fr: petite monnaie
nb: småpenger
nl: kleingeld
sv: småpengar
tr: bozuk para

source: marka
da: mark (KM, valutaen i hverdagen)
de: Mark (KM, die Währung im Alltag)
en: mark (KM, the everyday currency)
fr: mark (KM, la monnaie du quotidien)
nb: mark (KM, valutaen i hverdagen)
nl: mark (KM, de munt in het dagelijks leven)
sv: mark (KM, valutan i vardagen)
tr: marka (KM, günlük hayattaki para birimi)

source: račun za struju
da: elregning
de: Stromrechnung
en: electricity bill
fr: facture d'électricité
nb: strømregning
nl: elektriciteitsrekening
sv: elräkning
tr: elektrik faturası

source: bakšiš
da: drikkepenge
de: Trinkgeld
en: tip
fr: pourboire
nb: driks
nl: fooi
sv: dricks
tr: bahşiş

source: kusur
da: byttepenge
de: Wechselgeld / Rückgeld
en: change (money returned)
fr: monnaie (argent rendu)
nb: vekslepenger
nl: wisselgeld
sv: växel / växelpengar
tr: para üstü

source: glavni grad
da: hovedstad
de: Hauptstadt
en: capital city
fr: capitale
nb: hovedstad
nl: hoofdstad
sv: huvudstad
tr: başkent

source: Idem u Mostar
da: Jeg tager til Mostar
de: Ich fahre nach Mostar
en: I am going to Mostar
fr: Je vais à Mostar
nb: Jeg drar til Mostar
nl: Ik ga naar Mostar
sv: Jag åker till Mostar
tr: Mostar'a gidiyorum

source: Živim u Sarajevu
da: Jeg bor i Sarajevo
de: Ich wohne in Sarajevo
en: I live in Sarajevo
fr: J'habite à Sarajevo
nb: Jeg bor i Sarajevo
nl: Ik woon in Sarajevo
sv: Jag bor i Sarajevo
tr: Saraybosna'da oturuyorum

source: kafić
da: café
de: Café
en: café
fr: café (établissement)
nb: kafé
nl: café
sv: kafé
tr: kafe

source: Jelovnik, molim
da: Menukortet, tak
de: Die Karte, bitte
en: The menu, please
fr: La carte, s'il vous plaît
nb: Menyen, takk
nl: De menukaart, alstublieft
sv: Menyn, tack
tr: Menü, lütfen

source: vani
da: udenfor
de: draußen
en: outside
fr: dehors
nb: ute
nl: buiten
sv: ute
tr: dışarıda

source: unutra
da: indenfor
de: drinnen
en: inside
fr: à l'intérieur
nb: inne
nl: binnen
sv: inne
tr: içeride

source: Sto za dvoje, molim
da: Et bord til to, tak
de: Einen Tisch für zwei, bitte
en: A table for two, please
fr: Une table pour deux, s'il vous plaît
nb: Et bord for to, takk
nl: Een tafel voor twee, alstublieft
sv: Ett bord för två, tack
tr: İki kişilik bir masa, lütfen

source: ćevabdžinica
da: grillrestaurant
de: Grilllokal
en: grill restaurant
fr: restaurant de grillades
nb: grillrestaurant
nl: grillrestaurant
sv: grillrestaurang
tr: ızgara lokantası (kebapçı)

source: Je li ovaj sto slobodan?
da: Er dette bord ledigt?
de: Ist dieser Tisch frei?
en: Is this table free?
fr: Cette table est libre ?
nb: Er dette bordet ledig?
nl: Is deze tafel vrij?
sv: Är det här bordet ledigt?
tr: Bu masa boş mu?

source: slastičarna
da: konditori
de: Konditorei
en: pastry shop
fr: pâtisserie
nb: konditori
nl: banketbakkerij
sv: konditori
tr: pastane

source: terasa
da: terrasse
de: Terrasse
en: terrace
fr: terrasse
nb: terrasse
nl: terras
sv: terrass
tr: teras

source: aščinica
da: traditionelt spisested
de: traditionelles Speiselokal
en: traditional eatery
fr: restaurant traditionnel
nb: tradisjonelt spisested
nl: traditioneel eethuis
sv: traditionell matservering
tr: geleneksel esnaf lokantası

source: prilog
da: tilbehør
de: Beilage
en: side dish
fr: accompagnement
nb: tilbehør
nl: bijgerecht
sv: tillbehör
tr: garnitür (yan yemek)

source: naručiti
da: bestille
de: bestellen
en: to order
fr: commander
nb: bestille
nl: bestellen
sv: beställa
tr: sipariş vermek

source: To je sve
da: Det er alt
de: Das ist alles
en: That is all
fr: C'est tout
nb: Det er alt
nl: Dat is alles
sv: Det är allt
tr: Hepsi bu kadar

source: čorba
da: tyk suppe
de: dicke Suppe
en: thick soup
fr: soupe épaisse
nb: tykk suppe
nl: dikke soep
sv: tjock soppa
tr: koyu çorba

source: Još jednu turu
da: En omgang mere
de: Eine Runde noch
en: One more round
fr: Encore une tournée
nb: En runde til
nl: Nog een rondje
sv: En runda till
tr: Bir tur daha

source: Za mene …
da: For mig, tak …
de: Für mich bitte …
en: For me, please …
fr: Pour moi, s'il vous plaît …
nb: For meg …, takk
nl: Voor mij graag …
sv: För mig, tack …
tr: Bana lütfen …

source: Može li jedna kahva?
da: Kan vi få en kaffe?
de: Geht ein Kaffee?
en: Can we have a coffee?
fr: Un café, c'est possible ?
nb: Kan jeg få en kaffe?
nl: Eén koffie, kan dat?
sv: Kan jag få ett kaffe?
tr: Bir kahve olur mu?

source: glavno jelo
da: hovedret
de: Hauptgericht
en: main course
fr: plat principal
nb: hovedrett
nl: hoofdgerecht
sv: huvudrätt
tr: ana yemek

source: Ja bih …
da: Jeg vil gerne have …
de: Ich hätte gern …
en: I would like …
fr: Je voudrais …
nb: Jeg vil gjerne ha …
nl: Ik wil graag …
sv: Jag skulle vilja ha …
tr: … istiyorum

source: Može, hvala
da: Ja tak
de: Ja, danke
en: Yes, thank you
fr: Oui, merci
nb: Ja, takk
nl: Ja, dank je
sv: Ja, tack
tr: Evet, teşekkürler

source: sa …
da: med …
de: mit …
en: with …
fr: avec …
nb: med …
nl: met …
sv: med …
tr: … ile

source: desert
da: dessert
de: Nachtisch
en: dessert
fr: dessert
nb: dessert
nl: nagerecht
sv: efterrätt
tr: tatlı

source: Još jedno isto, molim
da: Det samme en gang mere
de: Noch einmal dasselbe
en: The same again
fr: Encore la même chose
nb: Det samme en gang til
nl: Nog een keer hetzelfde
sv: Samma en gång till
tr: Aynısından bir daha

source: Još nešto?
da: Var der andet? (tjener)
de: Noch etwas? (Kellner)
en: Anything else? (waiter)
fr: Autre chose ? (le serveur)
nb: Noe mer? (kelner)
nl: Nog iets? (ober)
sv: Något mer? (kyparen)
tr: Başka bir şey? (garson)

source: bez …
da: uden …
de: ohne …
en: without …
fr: sans …
nb: uten …
nl: zonder …
sv: utan …
tr: … olmadan

source: predjelo
da: forret
de: Vorspeise
en: appetizer
fr: hors-d'œuvre
nb: forrett
nl: voorgerecht
sv: förrätt
tr: başlangıç (meze)

source: Šta preporučujete?
da: Hvad anbefaler du?
de: Was empfehlen Sie?
en: What do you recommend?
fr: Que recommandez-vous ?
nb: Hva anbefaler du?
nl: Wat raadt u aan?
sv: Vad rekommenderar ni?
tr: Ne tavsiye edersiniz?

source: Ovo nisam naručio
da: Det har jeg ikke bestilt
de: Das habe ich nicht bestellt
en: I did not order this
fr: Je n'ai pas commandé ça
nb: Dette har jeg ikke bestilt
nl: Dit heb ik niet besteld
sv: Det har jag inte beställt
tr: Bunu ben sipariş etmedim

source: Prijalo mi je
da: Det smagte godt
de: Es hat mir geschmeckt
en: I enjoyed it
fr: Ça m'a plu
nb: Det smakte godt
nl: Het heeft me goed gesmaakt
sv: Det smakade gott
tr: Çok beğendim

source: Fino je
da: Det er fint
de: Es ist fein
en: It is nice
fr: C'est bon
nb: Det er fint
nl: Het is lekker
sv: Det är fint
tr: Çok güzel

source: Ukusno je
da: Det smager godt
de: Es schmeckt gut
en: It tastes good
fr: C'est délicieux
nb: Det smaker godt
nl: Het smaakt goed
sv: Det smakar gott
tr: Çok lezzetli

source: Sit sam
da: Jeg er mæt (m)
de: Ich bin satt (m)
en: I am full (m)
fr: Je suis rassasié (m)
nb: Jeg er mett (m)
nl: Ik zit vol (m)
sv: Jag är mätt (m)
tr: Doydum (erkek)

source: Sita sam
da: Jeg er mæt (k)
de: Ich bin satt (w)
en: I am full (f)
fr: Je suis rassasiée (f)
nb: Jeg er mett (k)
nl: Ik zit vol (v)
sv: Jag är mätt (k)
tr: Doydum (kadın)

source: slano
da: salt
de: salzig
en: salty
fr: salé
nb: salt
nl: zout
sv: salt
tr: tuzlu

source: kiselo
da: surt
de: sauer
en: sour
fr: acide (goût)
nb: surt
nl: zuur
sv: surt
tr: ekşi

source: ljuto
da: stærkt (krydret)
de: scharf
en: spicy
fr: piquant
nb: sterkt (krydret)
nl: pikant
sv: starkt (kryddstarkt)
tr: acı (baharatlı)

source: slatko
da: sødt
de: süß
en: sweet
fr: sucré
nb: søtt
nl: zoet
sv: sött
tr: tatlı

source: premalo
da: for lidt
de: zu wenig
en: too little
fr: trop peu
nb: for lite
nl: te weinig
sv: för lite
tr: çok az

source: Zadržite kusur
da: Behold byttepengene
de: Behalten Sie das Rückgeld
en: Keep the change
fr: Gardez la monnaie
nb: Behold vekslepengene
nl: Houd het wisselgeld maar
sv: Behåll växeln
tr: Üstü kalsın

source: odvojeno
da: hver for sig
de: getrennt
en: separately
fr: séparément
nb: hver for seg
nl: apart
sv: separat
tr: ayrı ayrı

source: Svako plaća svoje
da: Hver betaler for sig
de: Jeder zahlt seins
en: Everyone pays for their own
fr: Chacun paie sa part
nb: Alle betaler for seg
nl: Ieder betaalt voor zichzelf
sv: Var och en betalar för sig
tr: Herkes kendi hesabını öder

source: Možemo li platiti?
da: Kan vi betale?
de: Können wir zahlen?
en: Can we pay?
fr: On peut payer ?
nb: Kan vi betale?
nl: Kunnen we afrekenen?
sv: Kan vi betala?
tr: Ödeyebilir miyiz?

source: napojnica
da: drikkepenge (formelt)
de: Trinkgeld (förmlich)
en: tip (formal)
fr: pourboire (formel)
nb: drikkepenger (formelt)
nl: fooi (formeel)
sv: dricks (formellt)
tr: bahşiş (resmî)

source: Koliko je?
da: Hvor meget bliver det?
de: Wie viel macht das?
en: How much is that?
fr: Ça fait combien ?
nb: Hvor mye blir det?
nl: Hoeveel is het?
sv: Hur mycket blir det?
tr: Ne kadar tuttu?

source: zajedno
da: sammen
de: zusammen
en: together
fr: ensemble
nb: sammen
nl: samen
sv: tillsammans
tr: birlikte

source: Ovo je skupo
da: Det er dyrt
de: Das ist teuer
en: That is expensive
fr: C'est cher
nb: Det er dyrt
nl: Dat is duur
sv: Det är dyrt
tr: Bu pahalı

source: Pola kile, molim
da: Et halvt kilo, tak
de: Ein halbes Kilo, bitte
en: Half a kilo, please
fr: Un demi-kilo, s'il vous plaît
nb: En halv kilo, takk
nl: Een halve kilo, alstublieft
sv: Ett halvt kilo, tack
tr: Yarım kilo, lütfen
